package social.vk;

/**
 * Ключ доступа сообщества.
 * 
 * Такой ключ позволяет работать с API от имени группы,
 * встречи или публичной страницы. Например, с его помощью
 * Вы можете отвечать подписчикам сообщества на сообщения,
 * поступившие в его адрес.
 * 
 * @see Документация: https://vk.com/dev/access_token?f=2.%20%D0%9A%D0%BB%D1%8E%D1%87%20%D0%B4%D0%BE%D1%81%D1%82%D1%83%D0%BF%D0%B0%20%D1%81%D0%BE%D0%BE%D0%B1%D1%89%D0%B5%D1%81%D1%82%D0%B2%D0%B0
 */
typedef GroupAccessToken = AccessToken;